/* Automatic Update Alert Description (Critical Update) */
"%1$@ %2$@ has been downloaded and is ready to use! This is an important update; would you like to install it and relaunch %1$@ now?" = "%1$@ %2$@ telah diunduh dan siap untuk digunakan! Ini merupakan pembaruan penting; Anda ingin memasangnya dan meluncurkan kembali %1$@ sekarang?";

/* Automatic Update Alert Description (Normal Update) */
"%1$@ %2$@ has been downloaded and is ready to use! Would you like to install it and relaunch %1$@ now?" = "%1$@ %2$@ telah diunduh dan siap untuk digunakan! Anda ingin memasangnya dan meluncurkan kembali %1$@ sekarang?";

/* No comment provided by engineer. */
"%1$@ can't be updated when it's running from a read-only volume like a disk image or an optical drive. Move %1$@ to your Applications folder, relaunch it from there, and try again." = "%1$@ tidak dapat diperbarui ketika sedang digunakan dari penyimpanan yang hanya bisa dibaca seperti cakram gambar atau drive optik. Pindahkan %1$@ ke map Aplikasi, luncurkan lagi dari sana, dan coba lagi.";

/* No comment provided by engineer. */
"%@ %@ is currently the newest version available." = "%1$@ %2$@ saat ini adalah versi terbaru yang tersedia.";

/* No comment provided by engineer. */
"%@ downloaded" = "%@ terunduh";

/* No comment provided by engineer. */
"%@ of %@" = "%1$@ dari %2$@";

/* Description text for SUUpdateAlert when the update is downloadable. */
"A new version of %@ is available. Update to %@ to experience the latest improvements." = "Versi baru dari %1$@ tersedia. Perbarui ke %2$@ untuk mengalami peningkatan terbaru.";

/* Description text for SUUpdateAlert when the update informational with no download. */
"A new version of %@ is available. Update to %@ to experience the latest improvements. Would you like to learn more about this update on the web?" = "Versi baru dari %1$@ tersedia. Perbarui ke %2$@ untuk mengalami peningkatan terbaru. Apakah Anda ingin mempelajari lebih lanjut tentang pembaruan ini di web?";

/* Automatic Update Alert Title (Normal Update) */
"A new version of %@ is ready to install!" = "Versi baru %@ siap untuk dipasang!";

/* No comment provided by engineer. */
"An error occurred in retrieving update information. Please try again later." = "Terjadi galat saat menelusuri informasi pembaruan. Harap coba lagi nanti.";

/* No comment provided by engineer. */
"An error occurred while downloading the update. Please try again later." = "Terjadi kesalahan ketika mengunduh pembaruan. Silakan coba lagi nanti.";

/* No comment provided by engineer. */
"An error occurred while extracting the archive. Please try again later." = "Terjadi kesalahan ketika mengekstrak arsip. Silakan coba lagi nanti.";

/* No comment provided by engineer. */
"An error occurred while installing the update. Please try again later." = "Terjadi kesalahan ketika memasang pembaruan. Silakan coba lagi nanti.";

/* No comment provided by engineer. */
"An error occurred while parsing the update feed." = "Terjadi kesalahan ketika mengurai pembaruan. Silakan coba lagi nanti.";

/* No comment provided by engineer. */
"An error occurred while relaunching %1$@, but the new version will be available next time you run %1$@." = "Terjadi kesalahan saat meluncurkan kembali %1$@, tetapi versi baru akan tersedia kali berikutnya Anda menjalankan %1$@.";

/* Automatic Update Alert Title (Critical Update) */
"An important update to %@ is ready to install" = "Pembaruan penting untuk %@ siap untuk dipasang";

/* the unit for bytes */
"B" = "B";

/* No comment provided by engineer. */
"Cancel" = "Batal";

/* No comment provided by engineer. */
"Cancel Update" = "Batalkan Pembaruan";

/* No comment provided by engineer. */
"Checking for updates..." = "Memeriksa pembaruan...";

/* Take care not to overflow the status window. */
"Downloading update..." = "Mengunduh pembaruan...";

/* Take care not to overflow the status window. */
"Extracting update..." = "Mengurai pembaruan...";

/* the unit for gigabytes */
"GB" = "GB";

/* No comment provided by engineer. */
"Install and Relaunch" = "Pasang dan Luncurkan Ulang";

/* Take care not to overflow the status window. */
"Installing update..." = "Memasang pembaruan...";

/* the unit for kilobytes */
"KB" = "KB";

/* Alternate title for 'Install Update' button when there's no download in RSS feed. */
"Learn More..." = "Pelajari Lebih Lanjut...";

/* No comment provided by engineer. */
"Let's update your app" = "Mari perbarui aplikasi Anda";

/* the unit for megabytes */
"MB" = "MB";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Ready to Install" = "Siap Memasang";

/* No comment provided by engineer. */
"Should %1$@ automatically check for updates? You can always check for updates manually from the %1$@ menu." = "Haruskah %1$@ secara otomatis memeriksa pembaruan? Anda selalu dapat memeriksa pembaruan secara manual dari menu %1$@.";

/* No comment provided by engineer. */
"The update is improperly signed." = "Pembaruan tidak dengan benar divalidasi.";

/* No comment provided by engineer. */
"The update will not be installed because the user requested for the system to power off" = "Pembaruan tidak akan diinstal karena pengguna meminta sistem dimatikan";

/* Automatic Update Alert Title (Forced Update) */
"Uh oh. Your version of %@ is out of date." = "Yah... Versi %@ Anda kadaluwarsa.";

/* No comment provided by engineer. */
"Update Error!" = "Kesalahan pada Pembaruan!";

/* No comment provided by engineer. */
"Updating %@" = "Memperbarui %@";

/* 'Error' message when the user checks for updates but is already current or the feed doesn't contain any updates. (not necessarily shown in UI) */
"You already have the newest version of %@." = "Anda sudah memiliki versi terbaru dari %@.";

/* Status message shown when the user checks for updates but is already current or the feed doesn't contain any updates. */
"You're up-to-date!" = "Anda terkini!";

/* Automatic Update Alert Description (Forced Update) */
"You’re currently on version %@ which is no longer supported. We’ve made a lot of improvements since then so please download the latest version to continue." = "Anda saat ini menggunakan versi %@ yang tidak lagi didukung. Kami telah membuat banyak perbaikan sejak itu jadi silakan unduh versi terbaru untuk melanjutkan.";
